<%--
  Created by IntelliJ IDEA.
  User: Dis
  Date: 23.12.12
  Time: 23:31
  To change this template use File | Settings | File Templates.
--%>
<%@page pageEncoding="UTF-8" %>
<h3>Карьера</h3>
<p>
    Как правило, карьеру Java-программиста начинают с позиции Junior Developer, на которой меньше требований к опыту и
    легче задачи (проекты), над которыми нужно работать. Далее карьерная лестница – Developer, Senior Developer, Team
    Lead. Сегодня в Росии ощущается нехватка кадров в области IT. Поэтому, сейчас можно сделать очень быструю карьеру
    в области программирования. Если, в среднем, Junior считают разработчика с опытом работы до 1 года, Developer – 1-3
    года (иногда до 5 лет), Senior Developer – от 3-5 лет, то сегодня некоторые компании готовы предлагать позиции
    Developer специалистам с опытом работы от 6 месяцев (это зависит от проектов, в которых кандидат имеет опыт).