<%--
  Created by IntelliJ IDEA.
  User: Dis
  Date: 23.12.12
  Time: 23:33
  To change this template use File | Settings | File Templates.
--%>
<%@page pageEncoding="UTF-8" %>
<h3>Работа в Новосибирске</h3>

<p>
    Playtox
    <BR>Компания разрабатывает многопользовательские браузерные мобильные игры, которые работают на любых телефонах и,
    при желании, не требуют никаких установок на телефон. В играх компании зарегистрировано более 20 млн. игроков
    (только в странах РФ и СНГ). Ежедневно в наши игры играет несколько сотен тысяч игроков. Мы создаем игровые миры, в
    которые удобно играть с любого устройства. Основана в 2010.

<p>Arello Mobile
    <BR>Компания работает на рынке мобильных разработок. С приоритетным движением в области game dev’a. Разрабатывает не
    только под, но и свои собственные продукты. Основана в 2009.

<p>Voodoo Mobile
    <BR>По их словам много и весело занимаются мобильной разработкой. Основана в 2012.

<p>Parallels
    <BR>Частная компания, специализирующаяся на разработке программного обеспечения в сферах виртуализации и
    автоматизации хостинговых услуг. Компания была основана в 1999 году. На данный момент штат компании насчитывает
    более 800 сотрудников, работающих в более чем 15 странах мира. Штаб-квартира компании расположена в городе Рентон,
    штат Вашингтон, США. Центры разработок находятся в Москве и Новосибирске.

<p> Xored
    <BR>100% Российская компания, созданная с нуля в Новосибирском Академгородке, и широко известная в мире Eclipse
    своими технологиями и продуктами. Компания – член Eclipse Foundation, многие инженеры компании – официальные
    коммитеры в различные проекты Eclipse Foundation, например Eclipse Dynamic Languages Toolkit (DLTK), Tigerstripe,
    EPP, и контрибуторы во другие проекты этой уважаемой организации. С 2007 года сотрудники компании – постоянные
    докладчики на специализированных конференциях проводимых Eclipse Foundation, таких как EclipseCon.

<p>Noveo
    <BR>Новео (NoVeO) – международная компания с центрами разработки ПО в России (Новосибирск), Белоруссии (Минске),
    представительствами в Великобритании (Лондон), США (Нью-Йорк), России (Москва), и несколькими центрами поддержки
    проектов на стороне заказчика (США, Франция, Великобритания, Германия).
    <BR>Направления деятельности новосибирского центра разработки:
    <BR>Удаленная разработка ПО под заказ/независимое тестирование.
    <BR>Краткосрочные проекты на стороне заказчиков (преимущественно, в Западной Европе).

<p>Технологика
    <BR>Компания «Технологика» предоставляет услуги по разработке и внедрению систем на базе Microsoft Sharepoint,
    разработке программного обеспечения (в том числе и мобильных приложений), интеграции корпоративных приложений по
    управлению бизнес-данными и бизнес-процессами, ИТ-консалтингу и лицензированию программного обеспечения с 2003 года.
    <BR>Наша специализация:
    <BR>разработка и внедрение порталов и документооборота на базе Microsoft Sharepoint;
    <BR>разработка бизнес-решений на платформе .NET;
    <BR>решения для мобильных устройств на платформах Android, Apple iOS, Windows Mobile;
    <BR>внедрение BI и CRM систем;
    <BR>продажа лицензионного программного обеспечения Microsoft, Kaspersky, Oracle и пр.

<p>EastBanc
    <BR>Eastbanc Technologies — группа компаний, предоставляющая услуги разработки программного обеспечения в России,
    США и Европе. Наши центры разработки расположены в Новосибирске и Вашингтоне, а 2012 году открыто европейское
    представительство в Берлине.
    <BR>Мы ориентируемся на бизнес-цели Заказчика и добиваемся следующих проектных результатов:
    наши решения работают и приносят бизнес-пользу нашим Заказчикам;
    <BR>мы обеспечиваем качественный процесс разработки, достижение бизнес-целей проекта в заявленные сроки и бюджеты;
    наши специалисты работают над профессиональным ростом и добиваются качественного использования новых стабильных
    технологий.
    <BR>Мы предоставляем полный цикл разработки — от анализа, инфраструктуры и дизайна до документирования, обучения,
    запуска в эксплуатацию с последующей технической поддержкой.

<p>Qliff
    <BR>Год основания компании: 2009.
    <BR>Количество сотрудников: более 50.
    <BR>Центры разработки: Новосибирск, Новосибирск-Академгородок, Омск.
    <BR>Тип компании: аутсорсинг в области разработки ПО.
    <BR>География клиентов: весь мир.
    <BR>Используемые технологии разработки ПО: все популярные.

<p>Sibers
    <BR>Компания Сайберс разрабатывает программы и веб-приложения для иностранных заказчиков. Это называется аутсорсинг, и
    мы занимаемся этим с 1998 года. Наши клиенты живут и работают в США, Европе, Канаде, Австралии, Новой Зеландии.
    <BR>Мы не делаем сайты-визитки и не пишем простые скрипты. Почти каждый наш проект включает какую-нибудь инновацию или
    уникальную идею. Например, мы помогли разработать карточку памяти для фотоаппарата, чтобы выходить через него в
    Интернет.
    <BR>Сейчас в наших офисах работает более 120 человек. Мы стабильно растем и открыты любым хорошим переменам. Гибкость к
    людям и общение — вот что мы ценим больше всего.

