<%--
  Created by IntelliJ IDEA.
  User: Dis
  Date: 23.12.12
  Time: 23:33
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>

<h3>Основные требования</h3>

<ul>
    <li> Опыт работы с JAVA, наличие собственных разработок в JAVA;</li>
    <li> Язык Java (синтаксис, ООП возможности, многопоточность, стандартная библиотека)</li>
    <li>Программирование (системы исчисления, чем оператор отличается от операции, некоторые алгоритмы)</li>
    <li> OOP и OOD (парадигмы, основные паттерны проектирования)</li>
    <li> Базы данных (JDBC, язык SQL)</li>
    <li> Неоконченное/Высшее образование (Информационные технологии, математика);</li>
    <li> Знания английского языка (Intermediate) – в основном для чтения технической литературы, иногда для общения с
        клиентами .
    </li>
    <li>Обычно для Java Junior'а не обязательно знание какой-либо конкретной технологии или фреймворка (например
        веб-сервисов или Spring). Достаточно знать зачем та или иная технология нужна, какие задачи с помощью нее
        решают, преимущества/недостатки в сравнении с похожими технологиями. Junior детально знакомится с такими
        технологиями/фреймворками в процессе работы над очередным проектом.
    </li>
</ul>
